Repository: alexlipa91/nutmeg-flutter
Catalog: lib/l10n/app_*.arb
Languages: es, it, pt

# topHeader
source: Find football matches near
es: Encuentra partidos de fútbol cerca
it: Trova partite di calcio vicino
pt: Encontre jogos de futebol perto de

source: Upcoming
es: próximos
it: Future
pt: Próximas

source: Going
es: Assistiendo
it: Iscritto
pt: Vou

source: Past
es: Pasados
it: Passate
pt: Fui

source: My Matches
es: Mis partidos
it: Le mie partite
pt: Organizadas por mim

# spotsLeft
source: {numSpots} spots left
es: Quedan {numSpots} plazas
it: {numSpots} posti rimasti
pt: {numSpots} vagas restantes

source: THIS WEEK
es: ESTA SEMANA
it: QUESTA SETTIMANA
pt: ESSA SEMANA

source: NEXT WEEK
es: LA PRÓXIMA SEMANA
it: LA PROSSIMA SETTIMANA
pt: SEMANA QUE VEM

# moreThanTwoWeeks
source: IN MORE THAN TWO WEEKS
es: EN MAS DE DOS SEMANAS
it: IN PIÙ DI DUE SETTIMANE
pt: EM MAIS DE DUAS SEMANAS

# notPublishedStatus
source: Not Published
es: No publicado
it: Non pubblicato
pt: Não publicado

# cancelledStatus
source: Cancelled
es: Cancelado
it: Annullato
pt: Cancelado

# fullStatus
source: Full
es: Lleno
it: Pieno
pt: Cheio

# cancellationInfo
source: The match will be automatically canceled at {date} if less than {n} players have joined.
es: El partido se cancelará automáticamente el {date} a las {hour} si se han unido menos de {n} jugadores.
it: La partita verrà annullata automaticamente il {date} alle {hour} se si sono uniti meno di {n} giocatori.
pt: A partida será cancelada automaticamente em {date} se menos de {n} jogadores entrarem.

# fullRefund
source: a full refund
es: un reembolso completo
it: un rimborso completo
pt: um reembolso total

# refundWithoutFee
source: a refund (excluding Nutmeg service fee)
es: un reembolso (sin incluir la tarifa de servicio de Nutmeg)
it: un rimborso (esclusi i costi di servizio di Nutmeg)
pt: um reembolso (excluindo a taxa de serviço Nutmeg)

# paymentPolicyHeader
source: Payment Policy
es: Política de pago
it: Regole
pt: Política de pagamento

# refundInfo
source: If you leave the match you will get {info}. If the match is cancelled you will get a full refund. If you don’t show up you won’t get a refund.
es: Si abandonas el partido obtendrás {info}. Si se cancela el partido, obtendrá un reembolso completo. Si no te presentas, no obtendrás un reembolso.
it: Se lasci la partita otterrai {info}. Se la partita viene annullata, riceverai un rimborso completo. Se non ti presenti non avrai alcun rimborso.
pt: Se você sair da partida, receberá {info}. Se a partida for cancelada, você receberá um reembolso total. Se você não comparecer, não receberá reembolso.

source: Organized By
es: Organizado por
it: Organizzato da
pt: Organizado por

# editAction
source: Edit
es: Editar
it: Modificare
pt: Editar

# shareAction
source: Share
es: Compartir
it: Condividi
pt: Compartilhar

# cancelMatchAction
source: Cancel Match
es: Cancelar partido
it: Annulla partita
pt: Cancelar partida

# joinAction
source: Join
es: Unirse
it: Unisciti
pt: Participar

source: Player
es: Jugador
it: Giocatore
pt: Jogador

source: SHOW MORE
es: MOSTRAR MÁS
it: MOSTRA DI PIÙ
pt: MOSTRE MAIS

source: SHOW LESS
es: MUESTRA MENOS
it: MOSTRA MENO
pt: MOSTRE MENOS

# statsWaiting
source: Stats available soon
es: Estadísticas disponibles pronto
it: Statistiche presto disponibili
pt: Estatísticas disponíveis em breve

# statsAvailableAt
source: Statistics for this match will be available {date}
es: Las estadísticas de este partido estarán disponibles. {date}
it: Le statistiche per questa partita saranno disponibili {date}
pt: As estatísticas para esta partida estarão disponíveis {date}

# courtType
source: {t} Court Type
es: {t} Tipo de cancha
it: Tipo di campo: {t}
pt: Tipo {t}

# changingRooms
source: Changing rooms available
es: Vestuarios disponibles
it: Disponibili spogliatoi
pt: Vestiários disponíveis

# courtNumber
source: Court number {x}
es: Número de juzgado {x}
it: Campo numero {x}
pt: Número do campo / quadra {x}

# artificialGrass
source: Grass
es: Césped
it: Erba
pt: Grama

# matchOnStatus
source: Match is on
es: el partido está en
it: Partita confermata
pt: Confirmado

# inProgressStatus
source: In Progress
es: En curso
it: In corso
pt: Em andamento

# waitingForPlayersStatus
source: Waiting for {x} more players
es: Esperando {x} jugadores más
it: In attesa di altri {x} giocatori
pt: Esperando por mais {x} jogadores

# locationHeader
source: Location
es: Ubicación
it: Luogo
pt: Localização

# listOfPlayersHeader
source: Players ({x}/{y})
es: Jugadores ({x}/{y})
it: Giocatori ({x}/{y})
pt: Jogadores ({x}/{y})

# joinMatchSuccessTitle
source: You are in!
es: ¡Estás dentro!
it: Sei dentro!
pt: Estás dentro!

# joinMatchBarSubtitle
source: {x} players going
es: {x} jugadores que van
it: {x} giocatori nella partita
pt: {x} jogadores vão

# joinButtonText
source: JOIN MATCH
es: UNIRSE AL PARTIDO
it: UNISCITI ALLA PARTITA
pt: PARTICIPAR

# leaveButtonText
source: LEAVE MATCH
es: SALIR DEL PARTIDO
it: LASCIARE LA PARTITA
pt: SAIR DO JOGO

# joinThisMatchTitle
source: Join this match
es: Únete a este partido
it: Unisciti a questa partita
pt: Participar da partida

# joinMatchInfo
source: If you leave the match you will get a refund
es: Si abandonas el partido obtendrás un reembolso
it: Se abbandoni la partita riceverai un rimborso
pt: Se você sair da partida, receberá um reembolso

# leaveThisMatchTitle
source: Leave this match?
es: ¿Dejar este partido?
it: Lasciare questa partita?
pt: Sair desta partida?

# leaveMatchRefundTitle
source: Refund
es: Reembolso
it: Rimborso
pt: Reembolso

# leaveMatchCreditsRefundTitle
source: Credits Refund
es: Reembolso de créditos
it: Rimborso crediti
pt: Reembolso de Créditos

# leaveMatchInfo
source: We will refund you on the payment method you used to pay.
es: Le reembolsaremos el método de pago que utilizó para pagar.
it: Ti rimborseremo sul metodo di pagamento che hai utilizzato per pagare.
pt: Nós reembolsaremos você no método de pagamento que você usou para pagar.

# leaveMatchServiceFeeInfo
source: The service fee of {f} will not be refunded
es: No se reembolsará la tarifa de servicio de {f}
it: La commissione di servizio di {f} non sarà rimborsata
pt: A taxa de serviço de {f} não será reembolsada

# leaveMatchNoMoneyInfo
source: Please confirm if you want to be removed from the players list
es: Confirma si quieres ser eliminado de la lista de jugadores.
it: Si prega di confermare se si desidera essere rimossi dall'elenco dei giocatori
pt: Por favor, confirme se você deseja ser removido da lista de jogadores

# paymentFailedTitle
source: Payment Failed!
es: ¡Pago fallido!
it: Pagamento fallito!
pt: Pagamento falhou!

# paymentFailedSubtitle
source: Please try again
es: Inténtalo de nuevo
it: Per favore riprova
pt: Por favor, tente novamente

# manageButton
source: MANAGE
es: ADMINISTRAR
it: GESTISCI
pt: GERENCIAR

# cancelMatchTitle
source: Are you sure you want to cancel the match?
es: ¿Seguro que quieres cancelar el partido?
it: Sei sicuro di voler annullare la partita?
pt: Tem certeza de que deseja cancelar a partida?

# cancelMatchSubtitle
source: The players that joined will get a full refund.
es: Los jugadores que se unieron obtendrán un reembolso completo.
it: I giocatori che si sono iscritti riceveranno un rimborso completo.
pt: Os jogadores que aderiram receberão um reembolso total.

source: Service Fee
es: Tarifa de servicio
it: Costo del servizio
pt: Taxa de serviço

source: Subtotal
es: Total parcial
it: totale parziale

source: CONTINUE TO PAYMENT
es: CONTINUAR AL PAGO
it: CONTINUA AL PAGAMENTO
pt: CONTINUAR PARA O PAGAMENTO

# joinedMatchText
source: You have joined the match.
es: Te has unido al partido.
it: Ti sei unito alla partita.
pt: Você entrou na partida.

# continueWithButton
source: CONTINUE WITH {p}
es: CONTINUAR CON {p}
it: CONTINUA CON {p}
pt: CONTINUAR COM {p}

source: No matches here
es: No hay coincidencias aquí
it: Nessuna partita
pt: Nenhuma partida aqui

# browseOrCreateText
source: Browse matches or create your own match
es: Busca coincidencias o crea tu propia coincidencia
it: Cerca altre partite o organizza una tua partita
pt: Procure partidas ou crie sua própria partida

# createNewMatchActionText
source: CREATE NEW MATCH
es: CREAR NUEVA PARTIDA
it: CREA NUOVA CORRISPONDENZA
pt: CRIAR NOVA PARTIDA

# newMatchTitle
source: New Match
es: Nuevo partido
it: Nuova partita
pt: Nova partida

# editMatchTitle
source: Edit Match
es: Editar coincidencia
it: Modifica corrispondenza
pt: Editar partida

# dateInputLabel
source: Date
es: Fecha
it: Data
pt: Data

# startTimeInputLabel
source: Start Time
es: Hora de inicio
it: Dalle ore
pt: hora de início

# endTimeInputLabel
source: End Time
es: Hora de finalización
it: Alle ore
pt: Fim do tempo

# repeatInputLabel
source: Repeat
es: Repetir
it: Ripetere
pt: Repita

# requiredError
source: Required
es: Requerido
it: Obbligatorio
pt: Obrigatório

# doesNotRepeatLabel
source: Does not repeat
es: no repite
it: Non si ripete
pt: não repete

# repeatForWeeks
source: Weekly for {n} weeks
es: Semanalmente durante {n} semanas
it: Ogni settimana per {n} settimane
pt: Semanalmente por {n} semanas

# lastMatchOn
source: Last Match On {d}
es: Último partido el {d}
it: Ultima partita il {d}
pt: Última partida em {d}

# courtSectionTitle
source: Court
es: Corte
it: Campo
pt: Campo / Quadra

# locationSectionTitle
source: Location
es: Ubicación
it: Posizione
pt: Localização

# courtNumberLabel
source: Court number (optional)
es: Número de juzgado (opcional)
it: Numero del campo (facoltativo)
pt: Número do campo / quadra (opcional)

# numberOfPlayersSectionTitle
source: Number of Players
es: Número de jugadores
it: Numero di giocatori
pt: Número de jogadores

# numberOfPlayersInfo
source: This is the minimum and maximum amount of player that can join the match.
es: Esta es la cantidad mínima y máxima de jugadores que pueden unirse al partido.
it: Questo è il numero minimo e massimo di giocatori che possono partecipare alla partita.
pt: Esta é a quantidade mínima e máxima de jogadores que podem entrar na partida.

# paymentSectionTitle
source: Payment
es: Pago
it: Pagamento
pt: Pagamento

# paymentEnableInfo
source: Allow users to pay for the match through Nutmeg
es: Permita que los usuarios paguen el partido a través de Nutmeg
it: Consenti agli utenti di pagare la partita tramite Nutmeg
pt: Permitir que os usuários paguem pela partida por meio do Nutmeg

# paymentNotPossibleInfo
source: We cannot process payments in this location yet
es: No podemos procesar pagos en esta ubicación todavía
it: Non possiamo ancora elaborare i pagamenti in questa località
pt: Ainda não podemos processar pagamentos neste local

# invalidAmountError
source: Invalid Amount
es: Monto invalido
it: Importo non valido
pt: Montante inválido

# minimumAmountError
source: Minimum amount is € 0.50
es: El importe mínimo es de 0,50 €
it: L'importo minimo è di € 0,50
pt: O valor mínimo é de € 0,50

# pricePerPlayerLabel
source: Price per Player
es: Precio por jugador
it: Prezzo per giocatore
pt: Preço por Jogador

# nutmegFeeInfo
source: Nutmeg will withhold a service fee of {a} per player
es: Nutmeg retendrá una tarifa de servicio de {a} por jugador
it: Nutmeg tratterrà una commissione di servizio di {a} per giocatore
pt: Nutmeg reterá uma taxa de serviço de {a} por jogador

# youWillGetLabel
source: You will get
es: Conseguirás
it: Riceverai
pt: Você vai ter

# usersWillPayLabel
source: Users will pay
es: Los usuarios pagarán
it: Gli utenti pagheranno
pt: Os usuários vão pagar

# usersWillPayText
source: (including Nutmeg fee)
es: (incluida la tarifa de nuez moscada)
it: (inclusa Nutmeg fee)
pt: (incluindo taxa de Nutmeg)

# paymentExplanationText
source: Nutmeg releases the money 24 hours after the match. You will get paid in 3 to 5 business days after that through
es: Nutmeg libera el dinero 24 horas después del partido. Se le pagará en 3 a 5 días hábiles después de eso a través de
it: Nutmeg rilascia i soldi 24 ore dopo la partita. Verrai pagato in 3-5 giorni lavorativi successivi
pt: Nutmeg libera o dinheiro 24 horas após a partida. Você será pago em 3 a 5 dias úteis depois disso através

# policiesSectionTitle
source: Policies
es: Políticas
it: Cancellazione
pt: Políticas

# privateMatchInfo
source: Match is private. Users can join the match only through the shared link
es: El partido es privado. Los usuarios pueden unirse al partido solo a través del enlace compartido
it: La partita è privata. Gli utenti possono partecipare alla partita solo tramite il collegamento condiviso

# privateMatchDesc
source: Private match
es: Partido privado
it: Partita privata

# automaticCancellationInfo
source: Automatically cancel the match if minimum amount of players is not reached
es: Cancelar automáticamente el partido si no se alcanza la cantidad mínima de jugadores
it: Annulla automaticamente la partita se non viene raggiunto il numero minimo di giocatori
pt: Cancele automaticamente a partida se a quantidade mínima de jogadores não for atingida

# automaticCancellationExplanation
source: We will cancel the match if at least {x} players haven't joined {y} hours before the kick-off of the match. If players have paid through Nutmeg, they will get a full refund
es: Cancelaremos el partido si al menos {x} jugadores no se han unido a {y} horas antes del inicio del partido. Si los jugadores han pagado a través de Nutmeg, obtendrán un reembolso completo
it: Annulleremo la partita se almeno {x} giocatori non si sono uniti {y} ore prima dell'inizio della partita. Se i giocatori hanno pagato tramite Nutmeg, riceveranno un rimborso completo
pt: Cancelaremos a partida se pelo menos {x} jogadores não tiverem entrado {y} horas antes do início da partida. Se os jogadores pagaram com Nutmeg, eles receberão um reembolso total

# teamNameLabelText
source: TEAM {x}
es: EQUIPO {x}
it: SQUADRA {x}

# hoursLabel
source: Hours
es: Horas
it: Ore
pt: Horas

# youWantToLeaveTitle
source: Are you sure you want to leave?
es: Estás seguro que quieres irte?
it: Sei sicuro di voler uscire?
pt: Você tem certeza de que quer sair?

# youWantToLeaveSubtitle
source: If you leave, all your unsaved changes will be lost.
es: Si sale, todos los cambios no guardados se perderán.
it: Se esci, tutte le modifiche non salvate andranno perse.
pt: Se você sair, todas as alterações não salvas serão perdidas.

# leftMatchTitle
source: You left the match
es: te fuiste del partido
it: Hai lasciato la partita
pt: Você deixou a partida

# finalScoreSubmitText
source: What was the final score?
es: cual fue el resultado final?
it: Qual è stato il punteggio finale?
pt: Qual foi o placar final?

# submitScoreButton
source: SUBMIT SCORE
es: ENVIAR PUNTUACIÓN
it: INSERISCI IL PUNTEGGIO
pt: ENVIAR PONTUAÇÃO

# editScoreButton
source: EDIT SCORE
es: EDITAR PUNTUACIÓN
it: MODIFICA PUNTEGGIO
pt: EDITAR PONTUAÇÃO

# cancelScoreButton
source: CANCEL
es: CANCELAR
it: ANNULLA
pt: CANCELAR

# skipText
source: SKIP
es: SALTAR
it: SALTARE
pt: PULAR

# nextText
source: NEXT
es: PRÓXIMO
it: PROSSIMO
pt: PRÓXIMO

source: Yes
es: Sí
it: SÌ
pt: Sim

source: Cancel
es: Cancelar
it: Annulla
pt: Cancelar

# createButtonText
source: CREATE
es: CREAR
it: CREA PARTITA
pt: CRIAR

# confirmButtonText
source: CONFIRM
es: CONFIRMAR
it: CONFERMARE
pt: CONFIRME

# popularCourtsTitle
source: Popular Courts
es: Tribunales Populares
it: Campi popolari
pt: Tribunais Populares

# yourCourtsTitle
source: Your Courts
es: tus tribunales
it: I tuoi campi
pt: Seus Tribunais

# matchStatsTitle
source: Match Stats
es: Estadísticas del partido
it: Statistiche partita
pt: Estatísticas da partida

# createNewCourtText
source: Create new Court
es: Crear nuevo Tribunal
it: Crea nuovo campo
pt: Criar novo campo / quadra

# courtInfoText
source: Court Information
es: Información de la corte
it: Informazioni sul campo
pt: Informações do tribunal

# courtLocationLabel
source: Court Location
es: Ubicación de la corte
it: Posizione del campo
pt: Localização do tribunal

# courtTypeTitleText
source: Court Type
es: Tipo de cancha
it: Tipo di campo
pt: Tipo de tribunal

# surfaceLabelText
source: Surface
es: Superficie
it: Superficie
pt: Superfície

# indoorTitle
source: Indoor
es: Interior
pt: Interior

# indoorDesc
source: Boots without studs
es: Botas sin tachuelas
it: Scarpette senza tacchetti
pt: Botas sem tachas

# grassTitle
source: Grass
es: Césped
it: Erbetta
pt: Grama

# grassDesc
source: For boots that require studs
es: Para botas que requieran tacos
it: Scarpette con tacchetti
pt: Para botas que requerem tachas

# sizeTitle
source: Size
es: Tamaño
it: Misura Campo
pt: Tamanho

# facilitiesTitle
source: Facilities
es: Instalaciones
it: Strutture
pt: Instalações

# changeRoomsAvailableLabel
source: Change Rooms Available
es: Cambio de habitaciones disponibles
it: Spogliatoi disponibili
pt: Alterar quartos disponíveis

# searchLocationTitle
source: Search Location
es: Buscar ubicación
it: Cerca posizione
pt: Procurar localização

# searchLocationInputFieldLabel
source: Search
es: Buscar
it: Ricerca
pt: Procurar

# currentLocationLabel
source: CURRENT LOCATION
es: UBICACIÓN ACTUAL
it: POSIZIONE ATTUALE
pt: USAR MINHA LOCALIZAÇÃO

# currentLocationInfo
source: Your location helps us improve your experience with approximate recommendations of matches.
es: Tu ubicación nos ayuda a mejorar tu experiencia con recomendaciones aproximadas de coincidencias.
it: La tua posizione ci aiuta a migliorare la tua esperienza con consigli migliori sulle partite.
pt: Sua localização nos ajuda a melhorar sua experiência com recomendações aproximadas de partidas.

# manualSplitTeamCheckBoxLabel
source: Manually split teams
es: Dividir equipos manualmente
it: Dividere manualmente le squadre
pt: Dividir equipes manualmente

# teamStrenghtLabel
source: Team strength
es: Fuerza del equipo
it: Forza di squadra
pt: força da equipe

# manualSplitTeamInfo
source: By default, we split the teams fairly based on players performance and overall team strength. You can manually split the teams yourself.
es: De forma predeterminada, dividimos los equipos de manera justa en función del rendimiento de los jugadores y la fuerza general del equipo. Puede dividir manualmente los equipos usted mismo.
it: Per impostazione predefinita, dividiamo le squadre in modo equo in base alle prestazioni dei giocatori e alla forza complessiva della squadra. Puoi dividere manualmente le squadre da solo.
pt: Por padrão, dividimos as equipes de maneira justa com base no desempenho dos jogadores e na força geral da equipe. Você mesmo pode dividir as equipes manualmente.

# genericErrorMessage
source: Something went wrong
es: Algo salió mal
it: Qualcosa è andato storto
pt: algo deu errado

# genericErrorDesc
source: Please contact us for support.
es: Por favor contáctenos para soporte.
it: Si prega di contattarci per il supporto.
pt: Entre em contato conosco para obter suporte.

# ratePlayersTitle
source: Rate Players
es: Calificar jugadores
it: Valuta i giocatori
pt: Avaliar jogadores

# submitRatesButtonText
source: SUBMIT
es: ENTREGAR
it: INVIA
pt: ENVIAR

# accountTitle
source: Account
es: Cuenta
pt: Perfil

# performanceTitle
source: PERFORMANCE
es: ACTUACIÓN
it: PRESTAZIONE
pt: DESEMPENHO

# creditsBoxTitle
source: Credits
es: Créditos
it: Crediti
pt: Créditos

# numMatchesShortTitle
source: Matches
es: Partidos
it: Partite
pt: Partidas

# numMatchesTitle
source: Matches Played
es: Partidos Jugados
it: Partite giocate
pt: partidas jogadas

# numPlayersOfTheMatchBoxTitle
source: Players of the Match
es: Jugadores del partido
it: Man of the Match
pt: Craque do jogo

# numMatchesDrawBoxTitle
source: Matches Draw
es: Partidos Sorteo
it: Partite Pareggio
pt: Empate de partidas

# numMatchesWonBoxTitle
source: Matches Won
es: Partidos ganados
it: Partite vinte
pt: Partidas ganhas

# numMatchesLostBoxTitle
source: Matches Lost
es: Partidos perdidos
it: Partite perse
pt: Partidas perdidas

# averageScoreBoxTitle
source: Avg. Score
es: Promedio Puntaje
it: Media Punti
pt: Pontuação média

# organiserSectionTitle
source: ORGANISER
es: ORGANIZADOR
it: ORGANIZZATORE
pt: ORGANIZADOR

# goToStripeDashboardText
source: GO TO MY STRIPE DASHBOARD
es: IR A MI PANEL DE STRIPE
it: VAI ALLA MIA DASHBOARD STRIPE
pt: ACESSE MEU PAINEL DE RISCOS

# organizedMatchesBoxTitle
source: Organized Matches
es: Partidos organizados
it: Partite organizzate
pt: Jogos Organizados

# followOnIg
source: Follow us on Instagram
es: Síguenos en Instagram
it: Seguici su Instagram
pt: Siga-nos no Instagram

# feedback
source: Give us feedback
es: Danos su opinión
it: Dacci un feedback
pt: Dê-nos feedback

# payoutInfoSuccessText
source: Payment of {a} has been transferred on {d}
es: El pago de {a} se transfirió el {d}
it: Il pagamento di {a} è stato trasferito il {d}
pt: O pagamento de {a} foi transferido em {d}

# payoutInfoOnItsWayText
source: Payment of {a} is on its way and should arrive on {d}
es: El pago de {a} está en camino y debería llegar el {d}
it: Il pagamento di {a} è in arrivo e dovrebbe arrivare il {d}
pt: O pagamento de {a} está a caminho e deve chegar em {d}

# changeLanguageButton
source: CHANGE LANGUAGE
es: CAMBIAR IDIOMA
it: CAMBIA LINGUA
pt: MUDAR IDIOMA

# languageModalTitle
source: Language
es: Idioma
it: Lingua
pt: Linguagem

# crudMatchGeneralTitle
source: General
it: Generale
pt: Em geral
